{
  "metadata": {
    "home": {
      "title": "Luan DEV | Home",
      "description": "Front-end developer Luan Patrik's portfolio home"
    },
    "about": {
      "title": "Luan DEV | About",
      "description": "About Luan Patrik"
    },
    "projects": {
      "title": "Luan DEV | Projects",
      "description": "Projects by Luan Patrik"
    }
  },
  "navigation": {
    "openMenuMobile": "Open menu",
    "closeMenuMobile": "Close menu",
    "home": "Home",
    "about": "About",
    "projects": "Projects"
  },
  "locales": {
    "title": "Change language",
    "en": "English",
    "pt": "Portuguese"
  },
  "themes": {
    "title": "Change theme",
    "light": "Light",
    "dark": "Dark",
    "system": "System"
  },
  "page": {
    "home": {
      "presentation": "Hi, I'm Luan Patrik 👋",
      "description": "I have been studying for 2 years. During this journey, I created challenging projects that provided me with great learning and development of my skills and knowledge in <strong>HTML</strong>, <strong>JavaScript</strong>, <strong>CSS</strong>, <strong>Tailwind</strong>, <strong>React</strong>, <strong>Next.js</strong>, <strong>Prisma</strong>, <strong>MongoDB</strong> and <strong>APIs</strong>.",
      "curriculum": "Download CV"
    },
    "about": {
      "description": "<strong>“</strong>My name is Luan Patrik, I'm 18 years old. My programming journey began when I started creating SAMP servers using the <strong>PAWN</strong> language. Since then I fell in love with the area. In 2021 I discovered web development through a friend and since then I started studying about it in an attempt to build a solid base of knowledge and information. During my studies in the area I learned a lot about the main languages and frameworks, they are <strong>HTML</strong>, <strong>JavaScript</strong>, <strong>CSS</strong>, <strong>Tailwind</strong>, <strong>React</strong>, <strong>Next.js</strong>, <strong>Prisma</strong>, <strong>MongoDB</strong> and <strong>APIs</strong>. I am constantly studying to improve and discover new features and languages to evolve professionally and personally<strong>”</strong>.",

      "author": "Sincerely, Luan Patrik"
    },
    "projects": {
      "website": "Website",
      "repository": "Repository",
      "projects": {
        "Tabnews": {
          "description": "Application developed in Next.js that offers users a simplified platform for publishing content. With an intuitive interface, TabNews makes reading news more efficient and enjoyable. The experience is optimized for mobile devices, ensuring easy access anywhere."
        },
        "GameSet": {
          "description": "Application developed in Next.js that offers users a simple platform to save their game settings. It has an intuitive and easy-to-use interface. The experience is optimized for mobile devices, ensuring easy access anywhere."
        },
        "SmarFit": {
          "description": "O Desafio SmartFit foi desenvolvido em Next.js e oferece aos usuários uma plataforma simples para filtrar unidades, verificando se estão abertas ou fechadas. A interface é intuitiva e fácil de usar, e a experiência foi otimizada para dispositivos móveis, garantindo acesso conveniente de qualquer lugar."
        }
      }
    }
  }
}
