{
  "metadata": {
    "home": {
      "title": "Luan DEV | Início",
      "description": "Página inicial do portfólio de Luan Patrik desenvolvedor front-end"
    },
    "about": {
      "title": "Luan DEV | Sobre",
      "description": "Sobre Luan Patrik"
    },
    "projects": {
      "title": "Luan DEV | Projetos",
      "description": "Projetos de Luan Patrik"
    }
  },
  "navigation": {
    "openMenuMobile": "Abrir menu",
    "closeMenuMobile": "Fechar menu",
    "home": "Início",
    "about": "Sobre",
    "projects": "Projetos"
  },
  "locales": {
    "title": "Mudar idioma",
    "en": "Inglês",
    "pt": "Português"
  },
  "themes": {
    "title": "Mudar tema",
    "light": "Claro",
    "dark": "Escuro",
    "system": "Sistema"
  },
  "page": {
    "home": {
      "presentation": "Oi, sou Luan Patrik 👋",
      "description": "Estou estudando há 2 anos. Durante essa jornada, criei projetos desafiadores que me proporcionaram grande aprendizado e desenvolvimento de minhas habilidades e conhecimentos em <strong>HTML</strong>, <strong>JavaScript</strong>, <strong>CSS</strong>, <strong>Tailwind</strong>, <strong>React</strong>, <strong>Next.js</strong>, <strong>Prisma</strong>, <strong>MongoDB</strong> e <strong>APIs</strong>.",
      "curriculum": "Baixar CV"
    },
    "about": {
      "description": "<strong>“</strong>Meu nome é Luan Patrik, tenho 18 anos. Minha jornada na programação começou quando iniciei na criação de servidores de SAMP usando a linguagem <strong>PAWN</strong>. Desde então me apaixonei pela área. Em 2021 conheci o desenvolvimento web através de um amigo e desde então comecei a estudar sobre em busca construir uma base sólida de conhecimentos e informações, durante meus estudos na área eu aprendi muito sobre as principais linguagens e frameworks, são elas <strong>HTML</strong>, <strong>JavaScript</strong>, <strong>CSS</strong>, <strong>Tailwind</strong>, <strong>React</strong>, <strong>Next.js</strong>, <strong>Prisma</strong>, <strong>MongoDB</strong> e <strong>APIs</strong>. Estou constantemente estudando para aprimorar e conhecer novas funcionalidades e linguagens para evoluir profissionalmente e pessoalmente<strong>”</strong>.",
      "author": "Atenciosamente, Luan Patrik"
    },
    "projects": {
      "website": "Site",
      "repository": "Repositório",
      "projects": {
        "NewsToday": {
          "description": "Aplicativo desenvolvido em Next.js que oferece aos usuários uma plataforma simplificada para publicação de conteúdo. Com uma interface intuitiva, o NewsToday torna a leitura de notícias mais eficiente e agradável. A experiência é otimizada para dispositivos móveis, garantindo fácil acesso em qualquer lugar."
        },
        "GameSet": {
          "description": "Aplicativo desenvolvido em Next.js que oferece aos usuários uma plataforma simples para guardar as configurações de seus jogos. Possui uma interface intuitiva e de fácil utilização. A experiência é otimizada para dispositivos móveis, garantindo fácil acesso em qualquer lugar."
        },
        "SmartFit": {
          "description": "O Desafio SmartFit foi desenvolvido em Next.js e oferece aos usuários uma plataforma simples para filtrar unidades, verificando se estão abertas ou fechadas. A interface é intuitiva e fácil de usar, e a experiência foi otimizada para dispositivos móveis, garantindo acesso conveniente de qualquer lugar."
        }
      }
    }
  }
}
